akashgutha.qiksit-snippets
almenon.arepl
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fyfirman.vscode-tokyo-theme
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
haselerdev.aiquickfix
icrawl.discord-vscode
jakebecker.elixir-ls
jakob101.relativepath
jojoee.conda-cheatsheet
kuanhulio.discord
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
oliversturm.fix-json
pmndrs.pmndrs
prisma.prisma
qiskit-support-extensions.qiskit-linter
qiskit.qiskit-vscode
quantum.qsharp-lang-vscode
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
reditorsupport.r
ritwickdey.liveserver
rust-lang.rust-analyzer
serayuzgur.crates
svelte.svelte-vscode
tamasfe.even-better-toml
tooltitudeteam.tooltitude
twxs.cmake
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yoavbls.pretty-ts-errors
